{
    "journey_events":{
        "character":{
            "_rows":[
				{"name":"A bad memory of your family"},
				{"name":"A good memory of your family"},
				{"name":"A faction you strongly agree with"},
				{"name":"A faction you strongly disagree with"},
				{"name":"A game you like to play"},
				{"name":"A happy moment from your childhood"},
				{"name":"A monster you don't believe is real"},
				{"name":"A person you're afraid of"},
				{"name":"A person you couldn't save"},
				{"name":"A person you hate"},
				{"name":"A person you love"},
				{"name":"A person you respect"},
				{"name":"A person you want to meet"},
				{"name":"A place you would love to visit"},
				{"name":"A sad moment from your childhood"},
				{"name":"A time you embarrassed yourself"},
				{"name":"A time you got away with something"},
				{"name":"A time you got a sibling into trouble"},
				{"name":"A time you got really drunk"},
				{"name":"A time you hurt someone"},
				{"name":"A time you made something"},
				{"name":"A time you were afraid"},
				{"name":"A time you were heroic"},
				{"name":"A time you were powerless"},
				{"name":"A time you were proud of someone"},
				{"name":"A time you were smarter than everyone else"},
				{"name":"Are you a dog person or a cat person?"},
				{"name":"Are you closer to your mother or your father?"},
				{"name":"Food that you think is disgusting"},
				{"name":"Something that happened on your last birthday"},
				{"name":"Something you're ashamed of"},
				{"name":"Something you're proud of doing"},
				{"name":"Something you would love to do"},
				{"name":"The best dinner you've ever had"},
				{"name":"The best gift you ever received"},
				{"name":"The funniest thing you've ever seen"},
				{"name":"What are you looking forward to?"},
				{"name":"What would you do if you were king?"},
				{"name":"What would you do with a million gold pieces?"},
				{"name":"Where are your family now?"},
				{"name":"Who or what would you die for?"},
				{"name":"Who was your first kiss?"},
				{"name":"Why are you with the party?"},
				{"name":"Why would the party fall apart without you?"},
				{"name":"Your favorite story"},
				{"name":"Your favorite thing about your hometown"},
				{"name":"Your favorite way to relax"},
				{"name":"Your greatest achievement"},
				{"name":"Your greatest fear"},
				{"name":"Your last nightmare"}
			]
		},
		"friendly":{
            "_rows":[
				{"name":"A wandering peddler offers you a look at his wares"},
				{"name":"An old cleric is repairing a small shrine recently damaged by someone or something"},
				{"name":"A wandering bard shares stories about the locals"},
				{"name":"A drunken giant is trying to mend a bridge he has broken, but is having trouble with the work"},
				{"name":"An old woman needs your help to get an unusual pet down from a tree"},
				{"name":"A naked bard asks you for some spare clothes"},
				{"name":"You find someone passed out and wounded"},
				{"name":"Two drunk goliaths are wrestling any challengers"},
				{"name":"A wizard asks if you can help him test a new spell"},
				{"name":"Two groups of people need your help to settle a bet"},
				{"name":"You find a small child, lost and alone"},
				{"name":"Three dwarves challenge the biggest party member to a drinking competition"},
				{"name":"Two clerics are arguing about who is the best god"},
				{"name":"A hungry beggar offers you a secret for some food"},
				{"name":"A guard is training some new recruits and asks you to help demonstrate a few moves"},
				{"name":"A dying man asks you to help end his pain"},
				{"name":"A silent monk offers you some food for a story"},
				{"name":"A bard is trying to write a song but is having trouble with the words and asks you for advice"},
				{"name":"A wagon has overturned and the owner needs help"},
				{"name":"A kobold challenges you to a game of riddles"}
			]
		},
		"hostile":{
            "_rows":[
				{"name":"A group of racist thugs has an issue with one of your party members because of their appearance"},
				{"name":"Three guards call you to halt, holding a wanted poster that looks a lot like one of your party"},
				{"name":"Some highwaymen demand your money or your life"},
				{"name":"Two groups of people are brawling near an overturned cart, each blaming the other"},
				{"name":"A giant blocks your path with a makeshift toll gate, demanding an unusual payment"},
				{"name":"A group of drunk soldiers approach and demand you offer some tribute to the king's men"},
				{"name":"A person is tied to a stake and surrounded by a silent mob holding torches, led by a fierce cleric"},
				{"name":"A loud zealot preaching to a mob accuses you of dark heresy against their god"},
				{"name":"A barbarian, delirious with a berserker rage, thinks you're a foul monster to kill"},
				{"name":"A petty nobleman accuses you of not showing the proper due respect and demands satisfaction"},
				{"name":"You stumble across a dead body and a person holding a bloody knife, who says "It wasn't me!""},
				{"name":"Someone fleeing from a dozen pursuers begs you for protection against harm"},
				{"name":"An old woman with a knife and foul breath asks you to pay tribute to her god"},
				{"name":"Three men eating around a campfire offer you some food, but it's not animal meat they're cooking..."},
				{"name":"A ghost stands in the middle of the road, wailing"},
				{"name":"A group of hooded cultists emerge, loudly proclaiming that you're the chosen one"},
				{"name":"A bard is playing beautiful music to a crowd, but all who listen are quickly under her thrall"},
				{"name":"A wild sorcerer seeks to test a spell on you"},
				{"name":"A paladin accuses you of performing evil acts and demands you pay for your sins with blood"},
				{"name":"A furious druid has someone trapped in vines and intends to kill them for desecrating the grove"}
			]
		},
		"skill":{
            "_rows":[
				{"name":"A broken wagon blocks the way and must be repaired, overturned, or bypassed"},
				{"name":"A rowdy mob that must be calmed or evaded before they turn on you or some other victim"},
				{"name":"An overwhelmingly large pack of hungry, wild animals that must be outrun"},
				{"name":"There is an unfamiliar split in the path and the correct direction must be determined"},
				{"name":"A glade of flesh-eating plants that must be escaped before they can paralyze you"},
				{"name":"A broken bridge across a ravine that must be fixed or overcome to progress"},
				{"name":"A sudden, terrible storm that requires shelter to be found and constructed fast"},
				{"name":"A band of highwaymen that must be intimidated or out-smarted before things turn ugly"},
				{"name":"A magical illusion blocks the way and must be disabled or bypassed to progress"},
				{"name":"Recent weather has destroyed some notable landmarks and the path must be rediscovered"}
			]
		},
		"discovery":{
            "_rows":[
				{"name":"An old and ruined tower"},
				{"name":"A burned out home"},
				{"name":"A howling cavern"},
				{"name":"A small, tightly locked chest"},
				{"name":"A statue of a good deity"},
				{"name":"A statue of an evil deity"},
				{"name":"A circle of stone pillars"},
				{"name":"A giant tree with far-reaching roots"},
				{"name":"A ruined temple to an unknown god"},
				{"name":"A cracked, stone fountain filled with a green ooze"},
				{"name":"A strange pillar carved with bloody runes"},
				{"name":"A strange, twisted tree"},
				{"name":"An abandoned wagon and the signs of battle"},
				{"name":"A small, unlocked hut with a warm hearth"},
				{"name":"A locked door in the side of a hill"},
				{"name":"A chilling cemetery"},
				{"name":"A locked door in the side of a hill"},
				{"name":"An abandoned ruin of a castle"},
				{"name":"A wrecked, half-buried pirate ship"},
				{"name":"A set of steps leading down into a crypt"},
				{"name":"A strange plant with an alluring scent"},
				{"name":"A rusted cauldron still warm to the touch"},
				{"name":"A tiny door in the foot of a tree"},
				{"name":"A beautiful glade with delicious-looking fruit"},
				{"name":"A sealed, metal coffin"},
				{"name":"A twisted pillar with an evil, carved face"},
				{"name":"A book on a bloody altar"},
				{"name":"A sword impaled in a monstrous stone statue"},
				{"name":"A map pinned to a tree with a black knife"},
				{"name":"A blood-red stone embedded in a twisted tree"},
				{"name":"A skeleton holding a small, red book"},
				{"name":"A hole in the ground where singing can be heard"},
				{"name":"A monument to an ancient battle"},
				{"name":"A giant skeleton of a long-dead gargantuan creature"},
				{"name":"A boarded-up house with ghostly wails"},
				{"name":"A stone archway covered in eldritch runes"},
				{"name":"A pool of sweet, red water"},
				{"name":"A glade of trees that ooze black sap"},
				{"name":"A collection of life-like humanoid stone statues"},
				{"name":"A secret wishing pool"},
				{"name":"A sleeping dragon"},
				{"name":"A half-buried chest surrounded by skeletons"},
				{"name":"7 rotating pillars of segmented red stone"},
				{"name":"A tree that burns with unnatural green fire"},
				{"name":"The ruins of a magical experiment gone wrong"}
			]
		}
	}
}
